import React from 'react';

export default () => (
  <div className="Tutorial-page Tutorial-page_inverse">
    <div className="Tutorial-text">
      <h1>Что мы видим?</h1>
      <p>
        Перед глазами программиста часто находится среда разработки или
        терминал. В таких программах обычно можно настроить визуальную «тему»:
        цвета, шрифты, высоту строк и т.п. Я не буду рассказывать о выборе
        шрифта и других настройках, ограничусь только цветами.
      </p>
      <p>
        Если вы нашли для себя идеальную тему, но вас не устраивают цвета —
        всегда можно заменить их на другие. Если вы сделаете это и напишите мне
        — я буду знать, что не зря создал этот документ.
      </p>
    </div>
  </div>
);
